jethrokuan/z
jethrokuan/fzf
decors/fish-ghq
orefalo/grc
edc/bass
aliz-ai/google-cloud-sdk-fish-completion
franciscolourenco/done
acomagu/fish-async-prompt
