{
  "HiColors": { "branch": "master" },
  "JpFormat.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SmoothCursor.nvim": { "branch": "main" },
  "Vim-Jinja2-Syntax": { "branch": "master" },
  "a.vim": { "branch": "master" },
  "ale": { "branch": "fix/consider-original-sign-config" },
  "ansible-vim": { "branch": "master" },
  "applescript.vim": { "branch": "master" },
  "auto_fmt.nvim": { "branch": "main" },
  "autodate.vim": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "bats.vim": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "bigfile.nvim": { "branch": "feat/autocmd" },
  "capture.vim": { "branch": "master" },
  "cellwidths.nvim": { "branch": "main" },
  "characterize.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-ctags": { "branch": "main" },
  "cmp-digraphs": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-fish": { "branch": "main" },
  "cmp-ghq": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-look": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-repo": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-skkeleton": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp-wezterm": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "cocoa.vim": { "branch": "master" },
  "colorful-menu.nvim": { "branch": "master" },
  "colorswatch.vim": { "branch": "main" },
  "columnskip.vim": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "concealedyank.vim": { "branch": "master" },
  "coop.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "cspell.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "feat/mru-list-fn" },
  "demicolon.nvim": { "branch": "main" },
  "denops-lazy.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "direnv.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "dwm.nvim": { "branch": "main" },
  "eaw.nvim": { "branch": "main" },
  "ejs-syntax": { "branch": "master" },
  "emcl.nvim": { "branch": "main" },
  "f_meta.nvim": { "branch": "main" },
  "fastaction.nvim": { "branch": "main" },
  "feed.nvim": { "branch": "main" },
  "fiv.nvim": { "branch": "main" },
  "foldsigns.nvim": { "branch": "main" },
  "fontforge_script.vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy-motion.vim": { "branch": "main" },
  "ghpr-blame.vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hoverhints.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "inspect-extmarks.nvim": { "branch": "main" },
  "inspecthi.vim": { "branch": "main" },
  "jira.vim": { "branch": "master" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazy_require.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown-table-mode.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "moody.nvim": { "branch": "main" },
  "moonscript-vim": { "branch": "master" },
  "neominimap.nvim": { "branch": "main" },
  "nerdy.nvim": { "branch": "main" },
  "nginx.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls-shellcheck.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-keycastr": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-visual-eof.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian-bridge.nvim": { "branch": "main" },
  "obsidian-kensaku.nvim": { "branch": "feat/quick-kensaku" },
  "obsidian.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "op.nvim": { "branch": "master" },
  "open-official-doc.nvim": { "branch": "main" },
  "pathlib.nvim": { "branch": "main" },
  "perlomni.vim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "feat/types" },
  "qfheight.nvim": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "rtr.nvim": { "branch": "main" },
  "screenkey.nvim": { "branch": "dev" },
  "skk-tutorial.vim": { "branch": "main" },
  "skkdict.vim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "v2" },
  "snacks.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "sweetie.nvim": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-ctags-outline.nvim": { "branch": "master" },
  "telescope-egrepify.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "feat/database-v2" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ghq.nvim": { "branch": "master" },
  "telescope-github.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-memo.nvim": { "branch": "main" },
  "telescope-node-modules.nvim": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-z.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tig-explorer.vim": { "branch": "master" },
  "tiny-devicons-auto-colors.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vader.vim": { "branch": "master" },
  "vfiler-column-devicons": { "branch": "main" },
  "vfiler.vim": { "branch": "main" },
  "vgit.nvim": { "branch": "main" },
  "vifm.vim": { "branch": "master" },
  "vim-LineJuggler": { "branch": "master" },
  "vim-caddyfile": { "branch": "master" },
  "vim-cmake-syntax": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-cpanfile": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-cursorword": { "branch": "master" },
  "vim-data-section-simple": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-firestore": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fold-cycle": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-parenmatch": { "branch": "master" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-prettyprint": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-rails": { "branch": "feature/recognize-ridgepole" },
  "vim-repeat": { "branch": "master" },
  "vim-searchx": { "branch": "main" },
  "vim-solarized8": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-syntax-hatena": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-ruby": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "virt-column.nvim": { "branch": "master" },
  "visualrepeat": { "branch": "master" },
  "wezterm-types": { "branch": "main" },
  "wrapwidth": { "branch": "main" },
  "xslate-vim": { "branch": "master" },
  "yamlmatter.nvim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
