{
  "Comment.nvim": { "branch": "master" },
  "HiColors": { "branch": "master" },
  "JpFormat.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoTerm.lua": { "branch": "fix/opt-local" },
  "SmoothCursor.nvim": { "branch": "main" },
  "Vim-Jinja2-Syntax": { "branch": "master" },
  "a.vim": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "applescript.vim": { "branch": "master" },
  "auto-cursorline.nvim": { "branch": "main" },
  "autodate.vim": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "bats.vim": { "branch": "master" },
  "bclose.vim": { "branch": "master" },
  "bigfile.nvim": { "branch": "feat/autocmd" },
  "capture.vim": { "branch": "master" },
  "ccc.nvim": { "branch": "main" },
  "cellwidths.nvim": { "branch": "main" },
  "characterize.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-ctags": { "branch": "main" },
  "cmp-digraphs": { "branch": "master" },
  "cmp-emoji": { "branch": "main" },
  "cmp-fish": { "branch": "main" },
  "cmp-ghq": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-look": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "feat/uv" },
  "cmp-skkeleton": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "cocoa.vim": { "branch": "master" },
  "colorswatch.vim": { "branch": "main" },
  "columnskip.vim": { "branch": "master" },
  "committia.vim": { "branch": "master" },
  "concealedyank.vim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "denops.vim": { "branch": "main" },
  "direnv.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "dwm.nvim": { "branch": "main" },
  "eaw.nvim": { "branch": "main" },
  "ejs-syntax": { "branch": "master" },
  "emcl.nvim": { "branch": "main" },
  "f_meta.nvim": { "branch": "main" },
  "fiv.nvim": { "branch": "main" },
  "foldsigns.nvim": { "branch": "main" },
  "fontforge_script.vim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy-motion.vim": { "branch": "main" },
  "ghpr-blame.vim": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "hawtkeys.nvim": { "branch": "main" },
  "highlight-undo.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hoverhints.nvim": { "branch": "main" },
  "inspecthi.vim": { "branch": "main" },
  "jira.vim": { "branch": "master" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazy_require.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "moonscript-vim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "nginx.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nord-nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-visual-eof.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_context_vt": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "op.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "perlomni.vim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "feat/types" },
  "qfheight.nvim": { "branch": "main" },
  "render-markdown": { "branch": "main" },
  "rtr.nvim": { "branch": "main" },
  "satellite.nvim": { "branch": "main" },
  "skk-tutorial.vim": { "branch": "main" },
  "skkdict.vim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "telescope-any": { "branch": "master" },
  "telescope-cmdline.nvim": { "branch": "main" },
  "telescope-ctags-outline.nvim": { "branch": "master" },
  "telescope-egrepify.nvim": { "branch": "feat/ts-highlight" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ghq.nvim": { "branch": "master" },
  "telescope-github.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-memo.nvim": { "branch": "main" },
  "telescope-node-modules.nvim": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope-z.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tig-explorer.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vader.vim": { "branch": "master" },
  "vifm.vim": { "branch": "master" },
  "vim-LineJuggler": { "branch": "master" },
  "vim-caddyfile": { "branch": "master" },
  "vim-cmake-syntax": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-cpanfile": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-cursorword": { "branch": "master" },
  "vim-data-section-simple": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-firestore": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-flog": { "branch": "master" },
  "vim-fold-cycle": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-mustache-handlebars": { "branch": "master" },
  "vim-parenmatch": { "branch": "master" },
  "vim-perl": { "branch": "dev" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-prettyprint": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-rails": { "branch": "feature/recognize-ridgepole" },
  "vim-repeat": { "branch": "master" },
  "vim-searchx": { "branch": "main" },
  "vim-solarized8": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-syntax-hatena": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-textobj-ruby": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-tmux-copy": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "virt-column.nvim": { "branch": "feature/buf-filter" },
  "visualrepeat": { "branch": "master" },
  "wrapwidth": { "branch": "main" },
  "xslate-vim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}